Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Sápmelaččaid ruovttuguovllu gielddain Eanodagas, Anáris, Soađegilis ja Ohcejogas lea ollašuhtton Sámedikki evttohusas sápmelaččaid / sámegielat sosiálabálvalusaid ovddidanovttadatfidnu 1.9.200731.12.2009 gaskasaš áigge.
sms: SäŠmmlai dommvuuŠvd kååŠddin Enontekiöst, Aanrest, SuäŠđjlest da UŠccjooǥǥâst lij čõõđtum SääŠmteŠǧǧ čuäjtõõzz mieŠldd säŠmmlai / sääŠmǩiõllsai sosiaalkääzzkõõzzi õõdâsviikkâm õõutilååkkhanǩǩõš 1.9.2007- 31.12.2009.

source: Fidnu lea leamaš oassi Davvi-Suoma sosiálasuorggi ovddidanprográmmas.
sms: Hanǩǩõš lij leäŠmmaž vueŠss TâŠvv-LääŠddjânnam õõdâsviikkâmproggraamm.

source: Gielddat vuolggahedje fidnu ovttasbargosoahpamuša dahkamiin.
sms: KååŠdd jåŠttee hanǩǩõõzz raajeelŠl õhttsažtuâŠjjsuåppmõõžž.

source: Sosiála- ja dearvvašvuohtaministeriija lea ruhtadan fidnu gielalaš ja kultuvrralaš unnitloguid sosiála- ja dearvvasvuohtabálvalusaid ovddideami deaddosuorggis.
sms: Sosiaal- da tiõrvâsvuõttministeria oŠvddam tieŠǧǧ hanǩǩõõzz ǩiõllʼlâž da kulttuurlaž uuŠccab naroodi sosiaal- da tiõrvâsvuõttkääzzkõõzzi õõudeem – teäŠddvuŠvdde.

source: Fidnu hálddašeami ovddasvástádus leamašan Anára gieldda sosiála- ja dearvvašvuohtalávdegottis.
sms: Aanar kååŠdd sosiaal- da tiõrvâsvuõttluŠvddkå Šdd lij vasttääm hanǩǩõõzz vaaldšumuužžâst.

source: Sámediggi, DavviSuoma sosiálasuorggi máhttinguovddáš ja Sámisoster ro leamašlan mielde doaimmas.
sms: SääŠmteŠǧǧ, TâŠvv-LääŠddjânnam sosiaaltuââŠj siltteemkõõskõs da Sámisoster ry lie leäŠmmaž mieŠldd toimmjumuužžâst.

source: Fidnu lea vuosttas sámeguovllu gielddaid ja Sámedikki ovttas ollašuhttán fidnu, mas ovddidit sosiála- ja dearvvašvuohtabálvalusaid gielddaid bálvalusaidbuvttadanovttadagain nu, ahte vuhtii váldit áššehasaid oasálašvuođa.
sms: Hanǩǩõš lij vuõssmõs sääŠmvuuŠvd kååŠddi da SääŠmteŠǧǧ õõutveäkka čõõđtem hanǩǩõš, koŠst viiǥǥâd õõudâs sosiaal- da tiõrvâsvuõttkääzzkõõzzid kååŠddi kääzzkõõzzid puuttʼteei peâmmõõutilååǥǥin vääŠldeeŠl lokku äŠššlai vuäŠssâdvuõđ.

source: Sápmelaš beaivedivššu ovddideapmi leamašlan fidnu oktan ovddideami ulbmilin.
sms: Hanǩǩõõzz õhttân õõudâsviikkâm täävvtõzzân lij leäŠmmaž säŠmmlai peiŠvvhååid õõudâsviikkmuš.

source: Sápmelaš árabajásgeassima ovddidanbargu vulggii johtui fidnus dahkkon sámebargojoavkku áššedovdilahtuid doaimmas.
sms: SäŠmmlai håiddâkksai peâmm õõudâsviikkâmtuâŠjj jåŠttji hanǩǩõõzzâst jåŠttuum saametiim äŠšštobddi vuäŠsslai tuåimest.

source: Ovddidanbarggus lea vástidan Anára gieldda beaivedivššu jođiheaddji.
sms: ʼõudâsviikkâmtuâŠjast lij vasttääm Aanar kååŠdd peiŠvvhååid jååđteeij.

source: Sápmelaš árabajásgeassinplána dahkamii vuođđuduvvui ovddidanbargojoavku, mii čoahkkanii jeavddalaččat.
sms: SäŠmmlai håiddâkksai peâmmplaan raajjmužže jåŠttee õõudâsviikkâmtuâŠjjärttel, kååŠtt noorõõđi äiŠǧǧmieŠri mieldd..

source: Sátnejođiheaddjin doaimmai Ohcejoga gieldda árabajásgeassima stivrejeaddji.
sms: SaaǥǥtuõŠlljeejen toimji UŠccjooǥǥ kååŠdd säŠmmlai håiddâkksai peâmmtuââŠj ohjjeei.

source: Árabajásgeassima ovddasteaddjit buot giellajoavkkuin ja sámeguovllu gielddain oassálaste ovddidanbargojoavkku doibmii.
sms: ʼõudâsviikkâmtuâŠjjärttel toimmjumužže vuäŠssõtte håiddâkksai peâmmpersonkååŠdd eeŠtǩeei pukin ǩiõllärttlin da sääŠmvuuŠvd kååŠddin.

source: Árabajásgeassima ovddidandoaibma álggahuvvui álggos kártemiin, mas čielggadedje sámeguovllu árabajásgeassinovttadagaid dili ja jearahalle bargoveaga.
sms: Håiddâkksai peâmm õõdâsviikkâmtoimmjumuš jåŠttee aalǧâst kaarttʼteeŠl sääŠmvuuŠvd håiddâkksai peâmmõõutilooǥǥi vueŠjj da mainstââttʼteeŠl personkååŠdd.

source: Eanodaga, Anára ja Ohcejoga gielddain ordnejedje vánhemiidčoahkkimiid, main háleštalle sápmelaš árabajásgeassima sisdoalu ovddideamis ja sápmelašvuođa vuhtii váldima birra árabajásgeassinplánas.
sms: Enontekiö, Aanar da UŠccjooǥǥ kååŠddin järjste puärrsipooŠddid, koin saǥstõlleš säŠmmlai håiddâkksai peâmmtuââŠj siiǩlaž õõdâsviikkmest da säŠmmlažvuõđ lokku väŠlddmest håiddâkksai peâmmplaanâst.

source: Sámeguovllu árabajásgeassinbargoveahka oassálasttii fidnu áigge ordnejuvvon viđa ovddidan- ja skuvlenbeaivái.
sms: SääŠmvuuŠvd håiddâkksai peâmmpersonkåŠdd vuäŠssõõđi hanǩǩõõzz äiŠǧǧen järjstum vitte õõdâsviikkâm- da škoouljempeiŠvva.

source: Sámeguvlui lea šaddan fidnu áigge sápmelaš árabajásgeassima bargoveaga ovttasbargofierpmádat, mii lea nanosmuhttán bargoveaga máhtu ja sámekultuvrra vuhtii váldima barggus sihke ovddidan gielddaid ja Sámedikki gaskasaš ovttasbarggu.
sms: SääŠmvuŠvdde lij šõddâm hanǩǩõõzz äiŠǧǧen säŠmmlai håiddâkksai peâmmpersonkååŠdd õhttsažtuâŠjjsäiŠmm, kååŠtt lij raavääm personkååŠdd silttumuužž da sääŠmkulttuur vuâmmšumuužž tuâŠjast da õõudääm kååŠddi da SääŠmteŠǧǧ kõskksa õhttsažtuââŠj.

source: Ovddidanfidnus lea dahkkon vuosttas sámeguovllu oktasaš sápmelaš árabajásgeassinplána ovttasbarggus bargoveagain, vánhemiiguin ja eará áššedovdiiguin.
sms: ʼõdâsviikkâmhanǩǩõõzzâst lij rajjum vuõssmõs sääŠmvuuŠvd õhttsaž säŠmmlaž peiŠvvhåiddâkksai peâmmplaann õhttsažtuâŠjast personkååŠdd, puärrsi da jeeŠres äŠšštobddjivuiŠm.

source: Árabajásgeassinplána evttohuvvo váldot atnui sápmelaččaid ruovttuguovllu gielddain ja eará sajis Suomas.
sms: Håiddâkksai peâmmplaan čuäjtet väŠldded âânnma säŠmmlai dommvuuŠvd kååŠddin da LääŠddjânnmest.

source: Sápmelaš árabajásgeassinplána dievasmahttá riikkaviidosaš bagadallama.
sms: SäŠmmlaž håiddâkksai peâmmplaan teuŠdd väŠlddkååŠddlaž ohjjumuužž.

source: Sápmelaš árabajásgeassinplána ulbmilin lea stivret sápmelaččaid árabajásgeassima kvalitehta ja ovddideami sisdoalu dáfus sihke ovddidit bálvalusaid ovttaveardásaš ollašuvvama.
sms: SäŠmmlai håiddâkksai peâmmplaan mieŠrren lij ohjjeed säŠmmlai håiddâkksai peâmm tuââŠj šlaajj da siisǩlaž čõõđđtumuužž da õõudeed kääzzkõõzzi õõutverddsa čoođtumuužž.

source: Sápmelaš árabajásgeassinplána ollašuhttinproseassa lea leamaš oassin viiddis sámeguovllu oktasaš ovttasbarggus.
sms: SäŠmmlaž håiddâkksai peâmmplaan raajjâmprosess lij leäŠmmaž vueŠss veeidâs sääŠmvuuŠvd õhttsest õõudâsviikkâmtuâŠjast.

source: Plána lea ain dárbu ovddidit geavatlažžan ovttasbargguin sámeguovllu bargoveagain, vánhemiiguin ja eará ovttasbargobeliiguin.
sms: Plaan lij õin tarbb õõudâsviikkâd ââlddbužže tueŠjjeemnääŠl õhttsažtuâŠjast sääŠmvuuŠvd personkååŠdd, puärrsi da jeeŠres õhttsažtuâŠjjlaivuiŠm.

source: Ovddidanbarggu doaibmamálle barggut leat leamaš dahkkiide proseassa, mii lea addán olu.
sms: ʼõudâsviikkâmtuââŠj toimmjemnääŠl da tuââŠjj lie leäŠmmaž tuâŠjjlaid ouddlõs prosess.

source: Oassálastit leat čatnasan bures oktasaš doibmii.
sms: VuäŠssõõđi lie leäŠmmaž puârast čõõnõõttâm õhttsaž toimmjumužže.

source: Oktasaš ulbmilin lea joatkit gieldarájáid rasttildeaddji ovttasbarggu bálvalusaid ordnemis.
sms: ʼhttsaž täävvtõzzân lij juäŠtǩǩed õhttsažtuââj rååstt kååŠdd raaŠji kååŠdd kääzzkõõzzid järjsteeŠst.

source: Sápmelaččat leat Eurohpá uniovnna áidna eamiálbmot, mas lea iežas historjá, giella, kultuvra, eallinvuohki ja identitehta.
sms: SäŠmmla lie Euroopp Union vuuŠvdest odinakai alggmeeŠr, koin lij jiiŠjjes historia, ǩiõll, kulttuur, jieŠllemnääŠll da identiteett.

source: Sápmelaččat leat ássan Skandinávia ja Suoma davviosiin sihke Guoládatnjárgga sisosiin jo ovdal dálá stáhtaid ja stáhtarájáid šaddama.
sms: SäŠmmla lie jälsstam Skandinavia da LääŠddjânnam tâŠvv- vueŠssin da Kuâlõõǥǥnjaarǥâst juŠn õuddal annʼjõõžži valdiai da valdiaraaji šõddmuužž.

source: Dán guovllu gohčodit Sápmin.
sms: Tän vuuŠvdkååččad sääŠmjânnmen.

source: Sápmelaččat leat njealji riikka guovllus rehkenastinvuogi mielde 60 000 - 100 000 olbmo.
sms: SäŠmmla lie neeljj valdia vuuŠvdest lasǩǩeemnääŠl mieŠldd 60 000–100 000 jiõggâd.

source: Suomas sápmelaččat leat Sámedikki jagi 2007 statistihka mielde 9350, main sullii 38,3 % sápmelaččaid ruovttuguovllus (3577).
sms: LääŠddjânnmest säŠmmla jällste SääŠmteŠǧǧ eeŠjj 2007 tiâttnorldõõǥi mieŠldd 9350 jiõŠggâd, koin nuŠt 38,3% jällste säŠmmlai dommvuŠvdest (3577).

source: Ruovttuguovlluin oaivvildit Eanodaga, Anára ja Ohcejoga gielddaid guovlluid sihke Sámi bálgosa guovllu Soađegili gielddas.
sms: DommvuuŠvdin tarǩǩeet Enontekiö, Aanar da UŠccjooǥǥ kååŠddi vuuŠvdid di Lappi pälggasvuuŠvd SuäŠđjel kååŠddest.

source: Loahpat sápmelaččat ásset ruovttuguovllu olggobealde Suomas (5129) ja olgoriikkain (644).
sms: Loopp saaŠmin jällste dommvuuŠvd åålǥbeäŠlnn jeeŠresårnn LääŠddjânnmest (5129) da ålggjânnmin (644).

source: Suomas hállet golbma sámegiela; anárašgiela, nuortalašgiela ja davvisámegiela.
sms: LääŠddjânnmest mainstet kooum jeeŠres sääŠmǩiõl; aanrõžǩiõl, nuõrttsääŠmǩiõl da tâŠvvsääŠmǩiõl.

source: Árvvu mielde váile bealli sápmelaččain máhttá hállat sámegiela.
sms: Arvvõozzi mieŠldd väŠjjaǥ bieŠll saaŠmin maainâst sääŠmas.

source: Davvisámegiela hállet 70-80 % sihke anárašgiela ja nuortalašgiela goappáge vuollái 15 % sámegielat sápmelaččain.
sms: TâŠvvsääŠm ânne 70- 80 % aanrõžǩiõl da nuõrttsääŠmǩiõl kuhttuid vueŠll 15 % sääŠmǩiõllsain saaŠmin.

source: Jagi 2007 statistihkaid mielde jo badjel 70 % vuollel 10-jahkásaš sámemánáin ásset sámiid ruovttuguovllu olggobealde.
sms: EeŠjj 2007 statistiikk mieŠldd juŠn pâŠjjel 70 % vueŠll 10- âkksain sääŠmpäärnain jällste säŠmmlai dommvuuŠvd åålǥbeäŠlnn.

source: Sápmelaččaid boahttevuođa višuvdnan lea, ahte sápmelaččain eamiálbmogin livččii ealli sámegiella ja nana searvvušvuohta, mat bajásdollet, nannejit ja ovddidit sápmelaškultuvrra ja kultuvrii gullevaš ealáhusaid seailuma ja ovdáneami. Maiddái sápmelaš eallinvuogi, árbevirolaš dieđu ja dáidduid sirdašuvvama ođđa sohkabuolvvaide.
sms: SäŠmmlai puõŠtti ääiŠj visio lij, što säŠmmlain alggmeeŠr sââŠjest lij jieŠlli sääŠmkiõll da raavâs õhttsažkåŠddvuõtt, kook tuõŠllje pâŠjjen, ravvee da õõudee sääŠmkulttuur kulttuure kuulli jieŠllemvueŠjji seillmuužž da õõudâsviikkmuužž di säŠmmlai jieŠllemnääŠl, ärbbvuâđlaž tiâttmõõžž da ärbbvuâđlaži čeäŠppvuõđi väältumuužž ođđ puõlvvõõǥǥid.

source: Sápmelaččain lea dearvvas iešdovdu ja nana oktiigullevašvuođa dovdu.
sms: SäŠmmlain lij tiõrvâs jiõččtobddmuš da raavâs õhttekuullâmtobddmuš.

source: Anáraččat
sms: Aanrõõžž

source: Anáraččat ásset ovtta stáhta ja ovtta gieldda siste.
sms: Aanrõõž jällste õõut valdia da õõut kååŠdd seŠstt.

source: Anáraččaid árbevirolaš ássanguovlu lea Anárjávrri birrasis.
sms: Aanrõõžži äŠrbbvuõđ mieŠlddsaž jeäŠllstemvuŠvdd lij AanarjääuŠr pirrõz.

source: Árbevirolaš anáraš eallinvuohki sisttisdoalai dábálaččat dállodoalu, man vuođđu lei luondduealáhusas ja dan birgejumi geađgejuolgin ledje guolástus, boazodoallu, šibitdoallu ja eatnama gilvin sihke meahcástus.
sms: ÄŠrbbvuõđ mieŠlddsaž aanrõõžži takai jieŠllemnääŠll lääi luâttʼtallu vuađđuum tääll, koŠst pirǧǧumuš šõõddi kueŠllstumuužžâst, puäǯǯhåiddmuužžâst, skootthåiddmuužžâst da mäŠddtuâjast di meäŠccjumuužžâst.

source: Anáraččat leat vuogáiduvvan bures dáláservodahkii.
sms: Aanrõõžž lie šiõttlõõttâm puârast annʼjõž-õhttsažkå Šdda.

source: Sápmelaš eallinvuohki ja árvvut eai leat láhppon, muhto dain baicce sáhttá oaidnit mearkkaid ain dálge.
sms: SäŠmmlaž jieŠllemnääŠll da äärvv jeäŠla läppjam, peŠce tõin vuäitt tobdsted miârkid še annʼ jõõžžâst.

source: Árbevirolaš ealáhusat, dego guolástus ja boazodoallu addet birgejumi máŋgasii.
sms: Ärbbvuâđlažž jieŠllemvueŠjjest, mâŠte kueŠlstumuužžâst da puäʒʒhåiddmuužžâst vuäŠǯǯa määŋgas õin puåđ.

source: Anáraččaid giella lea álo leamašan unnitlogus: dan hállanmearri leamaš várra sullii duhátmeare alimus dásis.
sms: Aanrõžǩiõll lij pâi leäŠmmaž uuŠccab sââŠjest: tõn mainsteeimieŠrr lij leäŠmmaž pââimošân dohatkåŠdd mainsteeijed.

source: Jagi 1977 Anárašgiela searvi vuođđudii giellabeasi (kielâpiervâl). Dalle nuoramus giellageavaheaddji lei nuppelohjahkásaš.
sms: EeŠjjest 1997 aanrõžsääŠmǩiõl õhttõs jåŠttʼtii ǩiõllpieŠss (kielâpiervâl), kuäŠs nuõrmõs ǩiõlmainsteei lääi nuõrrpooŠddâst.

source: Giellabeasi dihtii giela jávkan lea bisánan ja giella lea ealáskišgoahtán.
sms: ǨiõllpieŠss diõtt ǩiõl läppjumuš lij årstam da ǩiõll lij jeäŠllješkuättam.

source: Anárašgiela hállit leat Sámedikki statistihka mielde sullii 300.
sms: Aanrõžǩiõl mainsteeji mieŠrr lij SääŠmteŠǧǧ statstiikk mieŠldd n. 300.

source: Nuortalaččat
sms: NuõrttsäŠmmla

source: Nuortalaččat leat Guoládatnjárgga eamiálbmot, geat leat nuppi máilmmisoađi dihtii massán sin árbevirolaš sohkaguovlluideaset Beahcámis.
sms: NuõrttsäŠmmla lie Kuâlõõǥǥnjaarǥ alggmeeŠr, kook lie maŋŋa nuuŠbb mââilmmvääiŠn mõõnntam äŠrbbvuõđ mieŠlddsa sokkvuuŠvdeezz PeäŠccmest.

source: Giela ja kultuvrra dáfus nuortalaččat gullet nuortasápmelaččaide.
sms: NuõrttsäŠmmla kolle nuõrttsäŠmmlaid ǩiõl da ärbbvuõđi beäŠlest.

source: Nuortalaččat leat oskku dáfus ortodoksat.
sms: NuõrttsäŠmmla jeäŠlle ortodoksiååskast.

source: Nuorttabeale sárgosat leat vuohttimis ee. gárvodeamis, ávvudan- ja dáhpeárbevierus ja borramušárbevierus.
sms: Nuõrttjõs jieŠllemnääŠl kuâsttje jm. pihttzin, prääzneǩ- da porrmõšärbbvuõđâst.

source: Dahkkit, mat lasihit Nuortalaččaid dehálaš searvvušvuođa, leat ee. teadjakultuvra, árbevirolaš stohkosat, nuortalaškátrilladánsa, bearralherven, veaddeduojit ja ránu gođđin
sms: NuõrttsäŠmmlain vääžnai õhttsažkåŠddvuõđ lââzzteei raajji lie jm čeekulttuur, äŠrbbvuõđ mieŠlddsa siõr, sääŠmkadreâl, peŠssertuâŠjj, vuäŠddtuââŠj da rään kååđđmuš.

source: Nuortalaččat ožžo birgejumi eanaš bivdindállodoalus.
sms: NuõrttsäŠmmla vuäŠǯǯu puåđ vuõss- sââŠjest šeellmuužžâst.

source: Boazodoallu heivehuvvui guollebivdui ja meahccebivdui.
sms: Puäʒʒhåiddmuužž suåvtõlle kueŠllstumužže da meäŠccjumužže.

source: Dálá árbevirolaš ealáhusain boazodoallu lea mearkkašahtti áigáiboađu gáldu Čeavetjávrri guovllus.
sms: Annʼ jõõžžâst ärbbvuõđ mieĺddsain jieŠllemvueŠjjin puäŠʒʒtääll lij miârkkšõõvvi puåđkäivv vuõss- sââŠjest ČeŠvetjääuŠr vuuŠvdest.

source: Nuortalaččat leat jahkečuđiid áigge mearredan áššiideaset ovttas giličoahkkimiin (sijddsååbbar).
sms: NuõrttsäŠmmla lie čueđi eeŠjji tuŠmmääm aaŠššin õõutâst sijddsååbbrin.

source: Boares áššiiddikšunvuohki doaibmá maiddái otná beaivve; nuortalaččaid áššiid dikšot nuortalaččaid luohttámušalmmái ja nuortalašráđđi.
sms: VuäŠmm äŠššhåiddamnääŠll toimmai še annʼjõžääiŠjest; nuõrttsäŠmmlai aaŠššid håidda nuõrttsäŠmmlai õuddooumaž da sääŠmsuåvtõs.

source: Nuortalaččaid nuortalašguovllu eallindiliid, birgejupmevejolašvuođaid ja kultuvrra bajásdoallama ja ovddideami várás lea nuortalašláhka, mas lea ásahuvvon loatna- ja doarjjavugiin earret eará guolástusa ja boazodoalu sihke nuortalašguovllu bálvalusaid ovddideamis.
sms: NuõrttsäŠmmlai da sääŠmvuuŠvd jieŠllemvueŠjji, pirǧǧeemvueittemvuõdi da kulttuur pâŠjjen tuõŠlljumužže di õõudâsviikkmužže lij viõǥǥâst sääŠmlääŠǩǩ, koŠst šiõtteed läiŠnn - da tuäŠrjjeemnaali diõtt jm. mieŠldd kueŠllstumuužž da puäŠʒʒhåiddmuužž di sääŠmvuuŠvd kääzzkõõzzi õõudâsviikkmužže.

source: Nuortalaččaid árvvoštallet leat dál Suomas sullii 700.
sms: NuõrttsäŠmmlaid arvvlâdde leeŠd annʼjõõžžâst LääŠddjânnmest nuŠt 700 jiõggâd.

source: Nuortalaččat ásset Anára gieldda nuortaosiin, Anárjávrri mátta-, nuortamátta- ja davvenuortačiegas, ng. nuortalašguovllus.
sms: NuõrttsäŠmmla jällste Aanar kååŠdd nuõrttbeäŠlnn, AanarjääuŠr sauŠjj - ooŠbđneǩǩ - da äppalčiõǥǥin, ns. sääŠmvuuŠvdest.

source: Sullii goalmmádas sis ássá sámeguovllu olggobealde.
sms: SiŠjjin nuŠt kuäŠlmõs jäälast sääŠmvuuŠvd åålǥbeäŠlnn.

source: Nuortalašgiela hálliid mearri lea sullii 350.
sms: NuõrttsääŠmǩiõl mainsteeji mieŠrr lij pâŠjjel 350.

source: Nuortalašgiela ealáskahttima várás leat ollašuhttán oanehisáigge giellaealáskahttidoaimmaid jagi 1993 rájes.
sms: NuõrttsääŠmǩiõl jeäŠlljâttmužže lie čõõđtum vuänǩõs jeäŠlljâttemtuååim eeŠjjest 1993 ääŠljeeŠl.

source: Nuortalašgiella lea Suomas hállojuvvon sámegielain eanemus áitatvuloš.
sms: NuõrttsääŠmǩiõll lij LääŠddjânnmest mainstum sääŠmǩiõlin pukin jäänmõzzân vaarrvuâŠllsaž.

source: Jagi 2008 Avvilis lea álggahuvvon giellabeassedoaibma giela ealáskahttima dihtii.
sms: EeŠjjest 2008 lij ǩiõl jeäŠlljâttmužže alttuum ÂŠvvlest ǩiõllpieŠsstoimmjumuš.

source: SÁPMELAŠ ÁRABAJÁSGEASSIMA ÁRVVUT JA MIHTTOMEARIT
sms: SÄŠMMLA HÅIDDÂKKSAI PEÂMMʼ MUUŽŽ ÄÄRVV DA TÄÄVTʼʼZZ

source: Árabajásgeassima vuođđun lea máná ovddu ja rivttiid dorvvasteapmi.
sms: Håiddâkksai peâmmʼmuužžâst vueŠljet päärnai õuddõõzzi da vuõiggâdvuõđi staanmuužžâst.

source: Árabajásgeassimis lea stuorra mearkkašupmi maiddái máná buresbirgejumi ja dearvvašvuođa ovddideamis.
sms: Håiddâkksai peâmmʼmuužžâst lij jõnn miârktõs še päärna puârastpirǧǧumuužž da tiõrvâsvuõđ õuddeejen.

source: Dán plánas árabajásgeassin áddejuvvo árabajásgeassima riikkaviidosaš linnjágeassimiid mielde sisdololaš tearbman.
sms: TäŠst plaanâst håiddâkksai peâmmʼmuš fiŠttjet håiddâkksai peââŠmm väŠlddkåŠddsai liinjâi mieŠldd siisǩlaž termmen.

source: Árabajásgeassin meroštallo máná eará eallinbiires dáhpáhuvvan pedagogalaš vuorrováikkuhussan, mas vuosttas ulbmil lea ovddidit máná oppalaš buresbirgejumi.
sms: Håiddâkksai peâmmʼmuš miertõõlâd päärna jeeŠres jieŠllemkruuggâst šõddi peâmmvuâđđlaž vuârrvaaiktõzzân, koonn vuõssmõs täävvtõzzân lij õõudeed päärna obbväŠlddsa puârast pirǧǧumuužž.

source: Sápmelaš árabajásgeassimis lea mearkkašahtti rolla nu mánáid sámegiela ja sápmelaš identitehta nannemis go maiddái sápmelaččaid seailumis iežas álbmotjoavkun.
sms: SäŠmmlast håiddâkksai peâmmʼmuužžâst lij miârkkšõõvvi rool nuŠt päärnai sääŠmǩiõl da säŠmmla identiteett ravvumuužžâst mâte še säŠmmlai seillmuš jiiŠjjes meerärttlen.

source: Sámegiela oahpahan- ja ealáskahttinovddasvástádusa galgá juohkit skuvlla, ruovttu ja árabajásgeassinbálvalusaid ja vuođđooahpahusa gaskka.
sms: SääŠmǩiõl mättʼteem- da jeäŠlljâttemvästteemvuõđ ferttai jueŠǩǩed dååma, håiddâkksai peâmmkääzzkõõzzi da vuađmättʼtõõzz kõõskâlt.

source: Sápmelaš mánás lea riekti oažžut duvdaga árabajásgeassinbálvalusain vai šaddá iežas kultuvrras lahttun ja oahppá sápmelaš dieđuid, dáidduid, dábiid ja árvvuid.
sms: SäŠmmlast päärnast lij vuõiggâdvuõtt tuäŠrjjõõttâd håiddâkksai peâmmkääzkõõzzid šõddâd jiiŠjjes kulttuur vuäŠssližžen da ânškueŠtted säŠmmlaid teâđaid, čeäŠppvuõđid, naalid da aarvid.

source: Sápmelaš árabajásgeassindoaimma vuođđun leat sápmelaš árvvut, dego eandalii giella, sohka, servodat, nana identitehta, luondu, árbevirolaš ealáhusat, sohkabeliid gaskasaš dásseárvu ja olmmošvuohta, máŋggakultuvrratvuohta ja soabalašvuohta.
sms: SäŠmmla håiddâkksai peâmmtoimmjumuužž vuađđan lie säŠmmla äärvv, kook lie jeeŠrben ǩiõll, ruått, õhttsažkåŠdd, raavâs identiteett, luâtt, äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj, sooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt, määŋgkulttuurvuõtt, rääuh da suåvâdvuõtt.

source: Sápmelaš árabajásgeassima mihttomearrin lea olmmoš, guhte lea iehčanas, vásttolaš, sosiálalaš, luonddus ja dáidduidis dáfus máŋggabealat ja geas lea iežas dáhttufápmu ja árvvoštallanattáldagat ja guhte birge ođđaáigásaš servodagas.
sms: SäŠmmla håiddâkksai peâmmʼmuužž mieŠrren lij ooumaž, ǩii lij jiõŠččvuađlaž, vasttõõzkueŠddi, sosialaž, luândd da siltteem beäŠlest määŋgbeäŠllsaž da ǩeäŠst lij jiiŠjjes tätt da ärvvstõõllâmoodd da ǩii pirǧǧad ođđäiggsaž õhttsažkååŠddest.

source: SÁMEGIELLA ÁRABAJÁSGEASSIMIS
sms: SÄÄŠMǨIʼLL HÅIDDÂKKSAI PEÂMMʼMUUŽŽÂST

source: Giella lea olbmo jurddašeami ja vuorrováikkuhusa geađgejuolgi.
sms: Ǩiõll lij oummu jorddmõõžž da vuârrvaaiktõõzz vuađđ.

source: Giela vehkiin olmmoš boahtá diđolažžan alddis, hábme iežas áddejumi ja maiddái kommunisere iežas birrasiin.
sms: Ǩiõl veäkka ooumaž teâđast jiiŠjjes, šõddâd jiiŠjstez fiŠttjõõzz da še kommuunkâstt pirrõõõzin.

source: Dáinna vugiin giella hukse min oktasaš máilbmámet ja kultuvramet.
sms: Tän-nääŠleld ǩiõll toimmai õhttsaž mââilmen da kulttuuren raajjʼjen.

source: Sápmelaččat leat sin ássanguovllus lunddolaččat leamašan dahkamušas eará gielaiguin ja kultuvrraiguin ja dán dihtii leat dávjá máŋggagielagat ja atnet árvvus buori gielladáiddu.
sms: SäŠmmla lie mättjam jiiŠjjes jeäŠllstemvuudin leeŠd jeeŠres ǩiõli da kulttuurivuiŠm õõutsââŠjest da tän diõtt lie täuŠjja määŋgǩiõllsa da ovdde äärvv puerr ǩiõllčeäŠppvuõtte.

source: Sámegielain oaivvildit buot Suomas hállojuvvon sámegielaid, davvisáme-, anáraš- ja nuortalašgiela.
sms: SääŠmǩiõlin tarǩǩeet pukid LääŠddjânnmest maisntum sääŠmǩiõlid, tâŠvv-, aanrõž- da nuõrttsääŠmǩiõlid.

source: Suoma sámegielat gullet riikkaidgaskasaš klassifiserema (UNESCO Red Book) mielde áitatvuloš gielaide.
sms: LääŠddjânnam sääŠmǩiõl kolle meeraikõskksaž klasstõõllmuužž (UNESCO Red Book) mieŠldd vaarvuâŠllsaid kiõlid.

source: Suomas hállojuvvon anáraš- ja nuortalašgiella gullet garrasit áitatvuloš gielaide.
sms: LääŠddjânnmest mainstum aanrõž - da nuõrttsääŠmǩiõlid klasstõõlât tuõđsânji vaarvuâŠllsaid ǩiõlid.

source: Sámegiella lea váldon jagi 2002 EU:a kommišuvnna duođalaččat áitatvuloš gielaid prográmmii.
sms: SääŠmǩiõll lij valddum eeŠjjest 2002 EU komissio tuõđsânji vaarvuâŠllsai ǩiõli proggramme.

source: Sámegiela váldoáitta lea dan birastahtti majoritehtagiella ja kultuvra.
sms: SääŠm ǩiõli väŠlddvaarr lij tõn pirreei väŠlddǩiõll- da kulttuur.

source: Sámegielaid seailun gáibida, ahte servodat láhčá giela seailumii ja ovdáneapmái doarvái buori eavttuid.
sms: SääŠmǩiõli seillmõš õõlǥad, što õhttsažkåŠdd rääŠjj ǩiõli seiŠllmužže da õuddnumužže riŠjttjeei õuddldõõzzid.

source: Dát gáibida buot sámegielaid bokte positiivvalaš sierradoaimmaid.
sms: Tät õõlǥad puki sääŠmǩiõli pääiŠǩ positiivilaid jeeŠrab tuåimid.

source: Gielaid seailun gáibida maiddái dan servodaga lahtuid diđolašvuođa morráneami, mii oidno bearraša giela válljemis.
sms: Ǩiõli seillmõš õõlǥad še tõn õhttsažkååŠdd vuäŠsslai vuâmmšâddmuužž, mii kuâsttai piârri ǩiõl vaŠlljumuužžâst.

source: Eamiálbmogiid gielaid geavahanvejolašvuođaid lasiheapmi buot eallima surggiin lea dehálaš giela seailuma ja ovdáneami dáfus.
sms: AlggmeeŠr ǩiõli âânnemvueittemvuõđi raŠvvumuš pukin jieŠllemvuuŠvdin lij vääžnai ǩiõl seiŠllmužže da õuddnumužže.

source: Sámegielat beaivedikšu dahje giellabeassi sáhttá leat máná áidna sámegielat biras.
sms: SääŠmkiõllsaž peiŠvvhåidd leŠbe ǩiõllpieŠss vuäitte leeŠd päärna odinakai sääŠmkiõllsa pirrõõzz.

source: Mánáid, geat bohtet sámegielat beaivedikšui, giela máhttu sáhttá leat eará dásiin.
sms: SääŠmǩiõllsaž peiŠvvhåiddmužže puõŠtti päärnai sääŠmǩiõl vaaldšummuš vuäitt leeŠd seämma jeeŠres tääzzin.

source: Davvisámegielat beaivedivššus gielladáiddu dáfus eará dási mánát sajustuvvojit seamma jovkui.
sms: TâŠvvsääŠmǩiõllsest peiŠvvhååidâst ǩiõlsiltteem beäŠlest jeeŠrestääzzest åårai päärna šeätte seämma ärttla.

source: Earenoamáš hástalus leage dat, mo árabajásgeassimis váldit vuhtii mánáid gielalaš dárbbuid máŋggahámat mánnájoavkkus, mas leat earálágan oahppit ja geaid gielladássi ja doarjaga dárbbut molsašuddet olu.
sms: Eärben vâŠǯǯelvuõttân lij tõt, mäŠhtt håiddâkksai peâmmʼmuužžâst vääŠlded lokku päärna ǩiõlvuađlaž taarbid määŋgnallšem päärnai ärttlest, koŠst lie jeeŠrestääzz mättjeei da kooi ǩiõlsiltteem da tuäŠrjjtaarbb vaajtâlle jiânnai.

source: Jus giela oahppama doarjun ii oaččo doarvái fuopmášumi, dilli sáhttá doalvut sámegielat máná suomaiduvvamii, giela molsašuddama suomagiellan.
sms: Jos päärna ǩiõlmättjem rijttjeei tuäŠrjjumuužž jeäŠt vuâmmaš tõt vuäitt viikkâd sääŠmǩiõllsa päärna ǩiõl vaajjtumuužže lääŠddǩiõllân.

source: Buot árabajásgeassinbálvalusain galgá sihkkarastit máná ovttaveardásašvuođa iežas gillii ja kultuvrii.
sms: Pukin håiddâkksai peâmmkääzkõõzzin ferttai ainsmâŠtted päärna õõutverddsaž vuõiggâdvuõtt jiiŠjjes ǩiõlle da kulttuure.

source: Sámegiella vuosttas dahje nubbin giellan
sms: SääŠmǩiõll vuõssmõzzân leŠbe nuŠbben ǩiõllân

source: Unnitlogusajádaga olbmuide lea iežas eatnigiela oahppama lassin dehálaš maiddái dan seailun.
sms: UuŠccbi sââŠjest åårrjid lij vääžnai jiiŠjjes jieŠnnǩiõl mättjem lââzzen tõn seillmõš.

source: Eatnigiella lea olbmo čanus iežas kultuvrii, identitehtii ja sohkii.
sms: JieŠnnǩiõl lij ooumže čõnstõk jiiŠjjes kulttuure, identiteette da ruåđid.
